"Western (Mac OS Roman)" = "Западноевропейская (Mac OS Roman)";
"Japanese (Mac OS)" = "Японская (Mac OS)";
"Traditional Chinese (Mac OS)" = "Традиционная китайская (Mac OS)";
"Korean (Mac OS)" = "Корейская (Mac OS)";
"Arabic (Mac OS)" = "Арабская (Mac OS)";
"Hebrew (Mac OS)" = "Иврит (Mac OS)";
"Greek (Mac OS)" = "Греческая (Mac OS)";
"Cyrillic (Mac OS)" = "Кириллическая (Mac OS)";
"Devanagari (Mac OS)" = "Девангари (Mac OS)";
"Gurmukhi (Mac OS)" = "Гурмухи (Mac OS)";
"Gujarati (Mac OS)" = "Гуджарати (Mac OS)";
"Thai (Mac OS)" = "Тайская (Mac OS)";
"Simplified Chinese (Mac OS)" = "Упрощенная китайская (Mac OS)";
"Tibetan (Mac OS)" = "Тибетская (Mac OS)";
"Central European (Mac OS)" = "Центральноевропейская (Mac OS)";
"Symbol (Mac OS)" = "Символ (Mac OS)";
"Dingbats (Mac OS)" = "Дингбатс (Mac OS)";
"Turkish (Mac OS)" = "Турецкая (Mac OS)";
"Croatian (Mac OS)" = "Хорватская (Mac OS)";
"Icelandic (Mac OS)" = "Исландская (Mac OS)";
"Romanian (Mac OS)" = "Румынская (Mac OS)";
"Celtic (Mac OS)" = "Кельтская (Mac OS)";
"Gaelic (Mac OS)" = "Гаэльская (Mac OS)";
"Keyboard Symbols (Mac OS)" = "Клавиатурные символы (Mac OS)";
"Farsi (Mac OS)" = "Фарси (Mac OS)";
"Cyrillic (Mac OS Ukrainian)" = "Кириллическая (Mac OS Украинская)";
"Inuit (Mac OS)" = "Инуит (Mac OS)";
"Unicode (UTF-32LE)" = "Unicode (UTF-32LE)";
"Unicode (UTF-8)" = "Unicode (UTF-8)";
"Unicode (UTF-16)" = "Unicode (UTF-16)";
"Unicode (UTF-16BE)" = "Unicode (UTF-16BE)";
"Unicode (UTF-16LE)" = "Unicode (UTF-16LE)";
"Unicode (UTF-32)" = "Unicode (UTF-32)";
"Unicode (UTF-32BE)" = "Unicode (UTF-32BE)";
"Western (ISO Latin 1)" = "Западноевропейская (ISO Latin 1)";
"Central European (ISO Latin 2)" = "Центральноевропейская (ISO Latin 2)";
"Western (ISO Latin 3)" = "Западноевропейская (ISO Latin 3)";
"Central European (ISO Latin 4)" = "Центральноевропейская (ISO Latin 4)";
"Cyrillic (ISO 8859-5)" = "Кириллическая (ISO 8859-5)";
"Arabic (ISO 8859-6)" = "Арабская (ISO 8859-6)";
"Greek (ISO 8859-7)" = "Греческая (ISO 8859-7)";
"Hebrew (ISO 8859-8)" = "Иврит (ISO 8859-8)";
"Turkish (ISO Latin 5)" = "Турецкая (ISO Latin 5)";
"Nordic (ISO Latin 6)" = "Cеверная (ISO Latin 6)";
"Thai (ISO 8859-11)" = "Тайская (ISO 8859-11)";
"Baltic Rim (ISO Latin 7)" = "Балтийская (ISO Latin 7)";
"Celtic (ISO Latin 8)" = "Кельтская (ISO Latin 8)";
"Western (ISO Latin 9)" = "Западноевропейская (ISO Latin 9)";
"Romanian (ISO Latin 10)" = "Румынская (ISO Latin 10)";
"Latin-US (DOS)" = "Латинская-США (DOS)";
"Greek (DOS)" = "Греческая (DOS)";
"Baltic Rim (DOS)" = "Балтийская (DOS)";
"Western (DOS Latin 1)" = "Западноевропейская (DOS Latin 1)";
"Greek (DOS Greek 1)" = "Греческая (DOS Greek 1)";
"Central European (DOS Latin 2)" = "Центральноевропейская (DOS Latin 2)";
"Cyrillic (DOS)" = "Кириллическая (DOS)";
"Turkish (DOS)" = "Турецкая (DOS)";
"Portuguese (DOS)" = "Португальская (DOS)";
"Icelandic (DOS)" = "Исландская (DOS)";
"Hebrew (DOS)" = "Иврит (DOS)";
"Canadian French (DOS)" = "Канадская французская (DOS)";
"Arabic (DOS)" = "Арабская (DOS)";
"Nordic (DOS)" = "Скандинавская (DOS)";
"Russian (DOS)" = "Русская (DOS)";
"Greek (DOS Greek 2)" = "Греческая (DOS Greek 2)";
"Thai (Windows, DOS)" = "Тайская (Windows, DOS)";
"Japanese (Windows, DOS)" = "Японская (Windows, DOS)";
"Simplified Chinese (Windows, DOS)" = "Упрощенная китайская (Windows, DOS)";
"Korean (Windows, DOS)" = "Корейская (Windows, DOS)";
"Traditional Chinese (Windows, DOS)" = "Традиционная китайская (Windows, DOS)";
"Western (Windows Latin 1)" = "Западноевропейская (Windows Latin 1)";
"Central European (Windows Latin 2)" = "Центральноевропейская (Windows Latin 2)";
"Cyrillic (Windows)" = "Кириллическая (Windows)";
"Greek (Windows)" = "Греческая (Windows)";
"Turkish (Windows Latin 5)" = "Турецкая (Windows Latin 5)";
"Hebrew (Windows)" = "Иврит (Windows)";
"Arabic (Windows)" = "Арабская (Windows)";
"Baltic Rim (Windows)" = "Балтийская (Windows)";
"Vietnamese (Windows)" = "Вьетнамская (Windows)";
"Western (ASCII)" = "Западноевропейская (ASCII)";
"Japanese (Shift JIS X0213)" = "Японская (Shift JIS X0213)";
"Chinese (GBK)" = "Китайская (GBK)";
"Chinese (GB 18030)" = "Китайская (GB 18030)";
"Japanese (ISO 2022-JP)" = "Японская (ISO 2022-JP)";
"Korean (ISO 2022-KR)" = "Корейская (ISO 2022-KR)";
"Japanese (EUC)" = "Японская (EUC)";
"Simplified Chinese (EUC)" = "Упрощенная китайская (EUC)";
"Traditional Chinese (EUC)" = "Традиционная китайская (EUC)";
"Korean (EUC)" = "Корейская (EUC)";
"Japanese (Shift JIS)" = "Японская (Shift JIS)";
"Cyrillic (KOI8-R)" = "Кириллическая (KOI8-R)";
"Traditional Chinese (Big 5)" = "Традиционная китайская (Big 5)";
"Western (Mac Mail)" = "Западноевропейская (Mac Mail)";
"Simplified Chinese (HZ GB 2312)" = "Упрощенная китайская (HZ GB 2312)";
"Traditional Chinese (Big 5 HKSCS)" = "Традиционная китайская (Big 5 HKSCS)";
"Ukrainian (KOI8-U)" = "Украинская (KOI8-U)";
"Traditional Chinese (Big 5-E)" = "Традиционная китайская (Big 5-E)";
"Western (NextStep)" = "Западноевропейская (NextStep)";
"Non-lossy ASCII" = "Non-lossy ASCII";
"Western (EBCDIC US)" = "Западноевропейская (EBCDIC US)";
"Western (EBCDIC Latin 1)" = "Западноевропейская (EBCDIC Latin 1)";
"Japanese (Auto Detect)" = "Японская (автоопределение)";
